Repository: nhktmdzhg/fcitx5-lotus
Catalog: po/*.po
Languages: vi

source: Typing Mode
vi: Chế Độ Gõ

source: Charset
vi: Bảng mã

source: Enable spell check
vi: Bật kiểm tra chính tả

source: Enable Macro
vi: Bật gõ tắt

source: Capitalize Macro
vi: Gõ tắt chữ hoa

source: Auto restore keys with invalid words
vi: Tự động khôi phục phím với từ sai

source: Use oà, _uý (instead of òa, úy)
vi: Sử dụng oà, _uý (thay vì òa, _úy)

source: Allow type with more freedom
vi: Cho phép gõ dấu tự do

source: Fix uinput mode with ack
vi: Sửa lỗi chế độ uinput với ack

source: Use Lotus status icons
vi: Sử dụng biểu tượng trạng thái Lotus

source: Typing Mode:
vi: Chế Độ Gõ:

source: Spell Check: On
vi: Kiểm tra chính tả: Bật

source: Spell Check: Off
vi: Kiểm tra chính tả: Tắt

source: Macro: On
vi: Gõ tắt: Bật

source: Macro: Off
vi: Gõ tắt: Tắt

source: Capitalize Macro: On
vi: Gõ tắt chữ hoa: Bật

source: Capitalize Macro: Off
vi: Gõ tắt chữ hoa: Tắt

source: Auto Non-VN Restore: On
vi: Tự động khôi phục với từ không phải tiếng Việt: Bật

source: Auto Non-VN Restore: Off
vi: Tự động khôi phục với từ không phải tiếng Việt: Tắt

source: Modern Style: On
vi: Dấu chuẩn: Bật

source: Modern Style: Off
vi: Dấu chuẩn: Tắt

source: Free Marking: On
vi: Bỏ dấu tự do: Bật

source: Free Marking: Off
vi: Bỏ dấu tự do: Tắt

source: Fix Uinput With Ack: On
vi: Sửa lỗi chế độ uinput với ack: Bật

source: Fix Uinput With Ack: Off
vi: Sửa lỗi chế độ uinput với ack: Tắt

source: Lotus Icons: On
vi: Biểu tượng Lotus: Bật

source: Lotus Icons: Off
vi: Biểu tượng Lotus: Tắt

source: App:
vi: Ứng dụng:

source: [1] Uinput (Smooth)
vi: [1] Uinput (Mượt)

source: [2] Uinput (Slow)
vi: [2] Uinput (chậm)

source: [4] Surrounding Text
vi: [4] Văn bản xung quanh

source: [Q] Preedit
vi: [Q] Gạch chân

source: [W] Emoji Picker
vi: [W] Chọn Emoji

source: [E] OFF
vi: [E] Tắt

source: [R] Default Typing
vi: [R] Chế độ gõ mặc định

source: Page
vi: Trang

source: Key
vi: Phím

source: Value
vi: Giá trị

source: Macro
vi: Phím tắt

source: Custom Keymap
vi: Keymap tuỳ chỉnh

source: Mode
vi: Chế độ

source: Input Method
vi: Kiểu gõ

source: Output Charset
vi: Bảng mã

source: Mode menu hotkey
vi: Phím tắt menu chế độ gõ

source: Import from existing keymap
vi: Nhập từ keymap có sẵn

source: Original input method
vi: Kiểu gõ gốc

source: Key (Example: s)
vi: Phím (Ví dụ: s)

source: Add/ Update
vi: Thêm/ Cập nhật

source: Action
vi: Hành động

source: Remove selection entry
vi: Xoá mục đang chọn

source: Lotus Custom Keymap
vi: Keymap Tuỳ Chỉnh Lotus

source: Confirm
vi: Xác nhận

source: This operation will delete all existing keys on the current keymap and replace them with the input method
vi: Hành động này sẽ xoá tất cả phím của keymap hiện tại và thế nó với keymap của kiểu gõ

source: . Are you sure?
vi: . Bạn có chắc chắn xoá?
